target/test-classes/xml/sws/getinvoice/Get_Invoice_Request.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:sel="http://selfcare.telco.hsntech.com">
    <soapenv:Header/>
    <soapenv:Body>
        <sel:getInvoiceRequest>
            <sel:externalSystemID>ADMIN</sel:externalSystemID>
            <sel:accountNumber>$accountNumber$</sel:accountNumber>
            <sel:invoiceContentType>ALL</sel:invoiceContentType>
        </sel:getInvoiceRequest>
    </soapenv:Body>
</soapenv:Envelope>